Repository: arazshah/timeboxing
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: We do not sell, trade, or otherwise transfer your personal information to third parties without your consent, except in the following circumstances:
fa: ما اطلاعات شخصی شما را بدون رضایت شما به طرف‌های سوم فروش نمی‌دهیم، معامله نمی‌کنیم یا به طور دیگری منتقل نمی‌کنیم، مگر در شرایط زیر:

source: Service Providers
fa: ارائه‌دهندگان خدمات

source: We may use third-party service providers to help operate our service, such as:
fa: ما ممکن است از ارائه‌دهندگان خدمات شخص ثالث برای کمک به عملکرد سرویس خود استفاده کنیم، مانند:

source: Hosting and infrastructure services
fa: خدمات میزبانی و زیرساخت

source: Email delivery services
fa: خدمات تحویل ایمیل

source: Analytics and monitoring tools
fa: ابزارهای تحلیل و نظارت

source: These providers have access to your information only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.
fa: این ارائه‌دهندگان فقط برای انجام این وظایف به نمایندگی از ما به اطلاعات شما دسترسی دارند و متعهد هستند که آن را فاش نکنند یا برای هیچ هدف دیگری استفاده نکنند.

source: Legal Requirements
fa: الزامات قانونی

source: We may disclose your information if required by law or in response to valid requests by public authorities.
fa: ما ممکن است اطلاعات شما را در صورت الزام قانونی یا در پاسخ به درخواست‌های معتبر توسط مقامات عمومی فاش کنیم.

source: 5. Your Data Rights
fa: ۵. حقوق داده‌های شما

source: You have the following rights regarding your personal information:
fa: شما حقوق زیر در مورد اطلاعات شخصی خود دارید:

source: Access
fa: دسترسی

source: Request a copy of your personal data
fa: درخواست یک نسخه از داده‌های شخصی خود

source: Correction
fa: تصحیح

source: Update or correct inaccurate information
fa: به‌روزرسانی یا تصحیح اطلاعات نادرست

source: Deletion
fa: حذف

source: Request deletion of your account and data
fa: درخواست حذف حساب و داده‌های خود

source: Download your data in a portable format
fa: دانلود داده‌های خود در یک قالب قابل حمل

source: Object
fa: اعتراض

source: Opt out of certain data processing activities
fa: انصراف از فعالیت‌های خاص پردازش داده‌ها

source: To exercise these rights, please contact us using the information provided at the end of this policy.
fa: برای اعمال این حقوق، لطفاً با استفاده از اطلاعات ارائه شده در انتهای این سیاست با ما تماس بگیرید.

source: 6. Data Retention
fa: ۶. حفظ داده‌ها

source: We retain your information only as long as necessary:
fa: ما اطلاعات شما را فقط تا زمانی که لازم باشد نگه می‌داریم:

source: Active accounts: Data is retained while your account is active
fa: حساب‌های فعال: داده‌ها تا زمانی که حساب شما فعال است نگه داشته می‌شوند

source: Deleted accounts: Data is permanently deleted within 30 days
fa: حساب‌های حذف شده: داده‌ها در عرض ۳۰ روز به طور دائم حذف می‌شوند

source: Legal requirements: Some data may be retained longer to meet legal obligations
fa: الزامات قانونی: برخی داده‌ها ممکن است برای برآورده کردن تعهدات قانونی برای مدت طولانی‌تری نگه داشته شوند

source: 7. Cookies and Tracking
fa: ۷. کوکی‌ها و ردیابی

source: Our application uses cookies and similar tracking technologies:
fa: برنامه ما از کوکی‌ها و فناوری‌های ردیابی مشابه استفاده می‌کند:

source: Essential cookies
fa: کوکی‌های ضروری

source: Required for basic functionality and security
fa: برای عملکرد پایه و امنیت مورد نیاز است

source: Preference cookies
fa: کوکی‌های ترجیحات

source: Remember your settings and preferences
fa: به خاطر سپردن تنظیمات و ترجیحات شما

source: Help us understand how you use our service
fa: به ما کمک می‌کند تا بفهمیم چگونه از سرویس ما استفاده می‌کنید

source: You can manage cookie preferences through your browser settings, but this may affect your experience with our service.
fa: شما می‌توانید ترجیحات کوکی را از طریق تنظیمات مرورگر خود مدیریت کنید، اما این ممکن است بر تجربه شما با سرویس ما تأثیر بگذارد.

source: 8. International Data Transfers
fa: ۸. انتقال‌های داده‌های بین‌المللی

source: Your information may be transferred to and processed in countries other than your country of residence. We ensure appropriate safeguards are in place to protect your data during these transfers.
fa: اطلاعات شما ممکن است به کشورهایی غیر از کشور محل سکونت شما منتقل و در آنجا پردازش شود. ما اطمینان حاصل می‌کنیم که اقدامات حفاظتی مناسب برای محافظت از داده‌های شما در حین این انتقال‌ها در جای خود قرار دارد.

source: 9. Changes to This Policy
fa: ۹. تغییرات در این سیاست

source: We may update this privacy policy from time to time. The updated version will be indicated by a revised 'Last updated' date. We encourage you to review this policy periodically for any changes.
fa: ما ممکن است گاهی این سیاست حریم خصوصی را به‌روزرسانی کنیم. نسخه به‌روز شده با تاریخ 'آخرین به‌روزرسانی' اصلاح شده مشخص می‌شود. ما تشویق می‌کنیم که این سیاست را به طور دوره‌ای برای هرگونه تغییر بررسی کنید.

source: Material changes will be communicated through prominent notices or direct email notification.
fa: تغییرات مهم از طریق اعلان‌های برجسته یا اعلان ایمیل مستقیم اطلاع‌رسانی خواهد شد.

source: 10. Contact Information
fa: ۱۰. اطلاعات تماس

source: If you have any questions about this Privacy Policy, please contact us:
fa: اگر در مورد این سیاست حریم خصوصی سؤالی دارید، لطفاً با ما تماس بگیرید:

source: Email
fa: ایمیل

source: Subject
fa: موضوع

source: Privacy Policy Inquiry
fa: استعلام سیاست حریم خصوصی

source: We will respond to your inquiry within 30 days of receipt.
fa: ما به استعلام شما ظرف ۳۰ روز از تاریخ دریافت پاسخ خواهیم داد.

source: Continue Exploring
fa: ادامه کاوش

source: Manage and view all your tasks
fa: مدیریت و مشاهده تمام وظایف خود

source: Search
fa: جستجو

source: Title or description...
fa: عنوان یا توضیحات...

source: Status
fa: وضعیت

source: All
fa: همه

source: Critical
fa: بحرانی

source: Clear Filters
fa: پاک کردن فیلترها

source: Toggle Complete
fa: تغییر وضعیت تکمیل

source: Start
fa: شروع

source: No tasks found
fa: هیچ وظیفه‌ای یافت نشد

source: Create a new task to get started!
fa: برای شروع یک وظیفه جدید ایجاد کنید!

source: Create first task
fa: ایجاد اولین وظیفه

source: Are you sure you want to delete this task?
fa: آیا مطمئن هستید که می‌خواهید این وظیفه را حذف کنید؟

source: Error deleting task
fa: خطا در حذف وظیفه

source: Network error
fa: خطای شبکه

source: Error updating status
fa: خطا در به‌روزرسانی وضعیت

source: Welcome Back!
fa: خوش آمدید!

source: Sign in to your Personal Timebox account
fa: به حساب کاربری تایم‌باکس شخصی خود وارد شوید

source: Login Failed!
fa: ورود ناموفق بود!

source: Username
fa: نام کاربری

source: Password
fa: رمز عبور

source: Remember me for 30 days
fa: مرا به مدت ۳۰ روز به خاطر بسپار

source: Sign In
fa: ورود

source: Forgot your password?
fa: رمز عبور خود را فراموش کرده‌اید؟

source: Don't have an account?
fa: حساب کاربری ندارید؟

source: Create one here
fa: اینجا ایجاد کنید

source: Demo Account:
fa: حساب آزمایشی:

source: Signing in...
fa: در حال ورود...

source: Category List
fa: لیست دسته‌بندی‌ها

source: Manage your categories to organize tasks efficiently
fa: دسته‌بندی‌های خود را برای سازماندهی کارآمد وظایف مدیریت کنید

source: Total
fa: کل

source: Inactive
fa: غیرفعال

source: Create Account
fa: ایجاد حساب کاربری

source: Join Personal Timebox and boost your productivity!
fa: به تایم‌باکس شخصی بپیوندید و بهره‌وری خود را افزایش دهید!

source: First Name
fa: نام

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
fa: الزامی. حداکثر ۱۵۰ کاراکتر. فقط حروف، اعداد و @/./+/-/_ مجاز هستند.

source: Email (optional)
fa: ایمیل (اختیاری)

source: Optional: Used for password reset and notifications.
fa: اختیاری: برای بازنشانی رمز عبور و اعلان‌ها استفاده می‌شود.

source: Password requirements:
fa: الزامات رمز عبور:

source: At least 8 characters long
fa: حداقل ۸ کاراکتر

source: Cannot be too similar to your personal information
fa: نباید شبیه اطلاعات شخصی شما باشد

source: Cannot be a commonly used password
fa: نباید یک رمز عبور رایج باشد

source: Cannot be entirely numeric
fa: نباید کاملاً عددی باشد

source: Confirm Password
fa: تأیید رمز عبور

source: I agree to the
fa: من با

source: Terms of Service
fa: شرایط خدمات

source: and
fa: و

source: Already have an account?
fa: از قبل حساب کاربری دارید؟

source: Sign in here
fa: اینجا وارد شوید

source: Passwords do not match
fa: رمزهای عبور مطابقت ندارند

source: Creating Account...
fa: در حال ایجاد حساب کاربری...

source: View and manage your categories
fa: دسته‌بندی‌های خود را مشاهده و مدیریت کنید

source: No categories found
fa: هیچ دسته‌بندی‌ای یافت نشد

source: Create your first category to get started!
fa: برای شروع اولین دسته‌بندی خود را ایجاد کنید!

source: Create First Category
fa: ایجاد اولین دسته‌بندی

source: Edit Category
fa: ویرایش دسته‌بندی

source: Delete Category
fa: حذف دسته‌بندی

source: No Categories Found
fa: هیچ دسته‌بندی‌ای یافت نشد

source: Start organizing your tasks by creating your first category!
fa: با ایجاد اولین دسته‌بندی خود، سازماندهی وظایف خود را شروع کنید!

source: Create Your First Category
fa: اولین دسته‌بندی خود را ایجاد کنید

source: Are you sure you want to delete this category? This action cannot be undone.
fa: آیا از حذف این دسته‌بندی مطمئن هستید؟ این عمل قابل بازگشت نیست.

source: Overdue Tasks Notification
fa: اعلان وظایف معوق

source: Overdue Tasks Alert
fa: هشدار وظایف معوق

source: You have %(task_count)s overdue task
fa: شما %(task_count)s وظیفه معوق دارید

source: Hello
fa: سلام

source: The following tasks are now overdue and need your attention:
fa: وظایف زیر اکنون معوق شده و نیاز به توجه شما دارند:

source: Category
fa: دسته‌بندی

source: Due
fa: موعد تحویل

source: We've automatically increased the priority of these tasks to help you focus on what's most important.
fa: ما اولویت این وظایف را به طور خودکار افزایش داده‌ایم تا به شما کمک کنیم روی مهمترین موارد تمرکز کنید.

source: View Your Tasks
fa: مشاهده وظایف شما

source: This is an automated notification from your Personal Timebox system.
fa: این یک اعلان خودکار از سیستم جعبه زمانی شخصی شماست.

source: To disable these notifications, please update your preferences in your account settings.
fa: برای غیرفعال کردن این اعلان‌ها، لطفاً تنظیمات خود را در تنظیمات حساب کاربری به‌روز کنید.
