Repository: arazshah/timeboxing
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Personal Timebox
fa: تایم‌باکس شخصی

source: Dashboard
fa: داشبورد

source: Tasks
fa: وظایف

source: Goals
fa: اهداف

source: Categories
fa: دسته‌بندی‌ها

source: Analytics
fa: تحلیل‌ها

source: Logout
fa: خروج

source: Login
fa: ورود

source: Register
fa: ثبت‌نام

source: Created by
fa: ساخته شده توسط

source: About
fa: درباره ما

source: Docs
fa: مستندات

source: Privacy
fa: حریم خصوصی

source: Your personal productivity companion
fa: همراه شخصی برای بهره‌وری شما

source: Task Management
fa: مدیریت وظایف

source: Organize your tasks with categories, priorities, and deadlines. Track progress and stay focused on what matters most.
fa: وظایف خود را با دسته‌بندی‌ها، اولویت‌ها و مهلت‌ها سازماندهی کنید. پیشرفت را ردیابی کنید و بر مهمترین چیزها تمرکز بمانید.

source: Time Tracking
fa: ردیابی زمان

source: Use the Pomodoro technique and timeboxing to manage your time effectively. Build better habits and boost productivity.
fa: از تکنیک پومودورو و تایم‌باکسینگ برای مدیریت مؤثر زمان خود استفاده کنید. عادت‌های بهتری بسازید و بهره‌وری را افزایش دهید.

source: Gain insights into your productivity patterns with detailed analytics and reports. Make data-driven decisions to improve your workflow.
fa: با تحلیل‌ها و گزارش‌های دقیق، بینش‌هایی در مورد الگوهای بهره‌وری خود به دست آورید. تصمیم‌های مبتنی بر داده برای بهبود گردش کار خود بگیرید.

source: Goal Setting
fa: تنظیم اهداف

source: Set meaningful goals and break them down into actionable tasks. Track your progress and celebrate achievements.
fa: اهداف معنادار تعیین کنید و آنها را به وظایف قابل اجرا تقسیم کنید. پیشرفت خود را ردیابی کنید و موفقیت‌ها را جشن بگیرید.

source: Simple and intuitive interface designed for productivity
fa: رابط کاربری ساده و شهودی طراحی شده برای بهره‌وری

source: Built-in time tracking with Pomodoro technique support
fa: ردیابی زمان داخلی با پشتیبانی از تکنیک پومودورو

source: Comprehensive analytics to understand your productivity patterns
fa: تحلیل جامع برای درک الگوهای بهره‌وری شما

source: Goal-oriented approach to task management
fa: رویکرد محور به هدف برای مدیریت وظایف

source: Customizable categories and preferences
fa: دسته‌بندی‌ها و تنظیمات قابل سفارشی‌سازی

source: Export your data for further analysis
fa: داده‌های خود را برای تحلیل بیشتر صادر کنید

source: Developer
fa: توسعه‌دهنده

source: Website
fa: وب‌سایت

source: Telegram
fa: تلگرام

source: Get Started
fa: شروع کنید

source: Ready to take control of your time and boost your productivity?
fa: آماده‌اید که کنترل زمان خود را در دست بگیرید و بهره‌وری خود را افزایش دهید؟

source: Read Documentation
fa: مطالعه مستندات

source: Add Category
fa: افزودن دسته‌بندی

source: Create categories to organize your tasks
fa: دسته‌بندی‌ها را برای سازماندهی وظایف خود ایجاد کنید

source: Please fix the following errors:
fa: لطفاً خطاهای زیر را اصلاح کنید:

source: Basic Information
fa: اطلاعات پایه

source: Description
fa: توضیحات

source: Optional description for this category
fa: توضیحات اختیاری برای این دسته‌بندی

source: Categorization
fa: دسته‌بندی

source: Select the type of category
fa: نوع دسته‌بندی را انتخاب کنید

source: Appearance
fa: ظاهر

source: Color
fa: رنگ

source: Choose a color to represent this category
fa: رنگی را برای نمایش این دسته‌بندی انتخاب کنید

source: Icon (from Font Awesome)
fa: آیکون (از Font Awesome)

source: Example: fas fa-book, fas fa-work, fas fa-home
fa: مثال: fas fa-book, fas fa-work, fas fa-home

source: Settings
fa: تنظیمات

source: Active
fa: فعال

source: Inactive categories won't appear in task creation
fa: دسته‌بندی‌های غیرفعال در ایجاد وظیفه نمایش داده نمی‌شوند

source: Back to manage categories
fa: بازگشت به مدیریت دسته‌بندی‌ها

source: Category name must be at least 2 characters
fa: نام دسته‌بندی باید حداقل ۲ کاراکتر باشد

source: Category name must be less than 50 characters
fa: نام دسته‌بندی باید کمتر از ۵۰ کاراکتر باشد

source: Create New Goal
fa: ایجاد هدف جدید

source: Set a time goal to track your progress and stay motivated
fa: یک هدف زمانی برای ردیابی پیشرفت خود و حفظ انگیزه تنظیم کنید

source: Optional: Describe what you want to achieve with this goal
fa: اختیاری: توضیح دهید که می‌خواهید با این هدف به چه چیزی دست یابید

source: Goal Configuration
fa: پیکربندی هدف

source: Target hours for each selected period
fa: ساعات هدف برای هر دوره انتخاب شده

source: Time Frame
fa: بازه زمانی

source: Optional: Set an end date for your goal
fa: اختیاری: تاریخ پایان برای هدف خود تنظیم کنید

source: Back to Goals
fa: بازگشت به اهداف

source: Create Goal
fa: ایجاد هدف

source: Creating...
fa: در حال ایجاد...

source: Add New Task
fa: افزودن وظیفه جدید

source: Create a new task for your timeboxing sessions
fa: یک وظیفه جدید برای جلسات تایم‌باکسینگ خود ایجاد کنید

source: Back to Task List
fa: بازگشت به لیست وظایف

source: Task Title
fa: عنوان وظیفه

source: Give your task a clear, descriptive title
fa: به وظیفه خود یک عنوان واضح و توصیفی بدهید

source: Add details about what needs to be done
fa: جزئیات در مورد کاری که باید انجام شود اضافه کنید

source: Select a category for better organization
fa: دسته‌بندی را برای سازماندهی بهتر انتخاب کنید

source: Priority
fa: اولویت

source: Set the importance level
fa: سطح اهمیت را تنظیم کنید

source: Task Properties
fa: ویژگی‌های وظیفه

source: Energy Level
fa: سطح انرژی

source: Current Energy
fa: انرژی فعلی

source: Estimated Duration (minutes)
fa: مدت زمان تخمینی (دقیقه)

source: How long will this task take?
fa: این وظیفه چقدر طول می‌کشد؟

source: Due Date
fa: تاریخ سررسید

source: Optional deadline
fa: مهلت اختیاری

source: Add another task after this one
fa: افزودن وظیفه دیگری بعد از این

source: Cancel
fa: انصراف

source: Create Task
fa: ایجاد وظیفه

source: Low
fa: پایین

source: Medium
fa: متوسط

source: High
fa: بالا

source: This field is required
fa: این فیلد الزامی است

source: Title must be at least 3 characters long
fa: عنوان باید حداقل ۳ کاراکتر طول داشته باشد

source: Duration must be at least 1 minute
fa: مدت زمان باید حداقل ۱ دقیقه باشد

source: Duration cannot exceed 8 hours (480 minutes)
fa: مدت زمان نمی‌تواند بیشتر از ۸ ساعت (۴۸۰ دقیقه) باشد

source: Please fix the errors below
fa: لطفاً خطاهای زیر را اصلاح کنید

source: Some fields contain invalid data. Please review and correct them.
fa: برخی فیلدها حاوی داده‌های نامعتبر هستند. لطفاً آنها را بررسی و اصلاح کنید.

source: Creating task...
fa: در حال ایجاد وظیفه...

source: Are you sure you want to cancel? Unsaved changes will be lost.
fa: آیا مطمئن هستید که می‌خواهید انصراف دهید؟ تغییرات ذخیره نشده از بین خواهند رفت.

source: Track your productivity and performance over time
fa: بهره‌وری و عملکرد خود را در طول زمان ردیابی کنید

source: 7 Days
fa: ۷ روز

source: 30 Days
fa: ۳۰ روز

source: 90 Days
fa: ۹۰ روز

source: Export Data
fa: صادرات داده‌ها

source: Export Sessions
fa: صادرات جلسات

source: CSV Format
fa: فرمت CSV

source: JSON Format
fa: فرمت JSON

source: Export Tasks
fa: صادرات وظایف

source: Export All Data
fa: صادرات همه داده‌ها

source: ZIP (CSV Files)
fa: ZIP (فایل‌های CSV)

source: Total Sessions
fa: جلسات کل

source: Hours Focused
fa: ساعت‌های متمرکز

source: Avg Focus Rating
fa: میانگین امتیاز تمرکز

source: Avg Session (min)
fa: میانگین جلسه (دقیقه)

source: Daily Activity Trend
fa: روند فعالیت روزانه

source: Category Breakdown
fa: تجزیه دسته‌بندی

source: sessions
fa: جلسات

source: min
fa: دقیقه

source: No Data Available
fa: داده‌ای موجود نیست

source: Start tracking your time to see analytics here.
fa: برای دیدن تحلیل‌ها در اینجا، ردیابی زمان خود را شروع کنید.

source: Sessions
fa: جلسات

source: Minutes
fa: دقایق

source: minutes
fa: دقیقه

source: Welcome, %(user.username)s! Your activity summary
fa: خوش آمدید، %(user.username)s! خلاصه فعالیت شما

source: Manage Categories
fa: مدیریت دسته‌بندی‌ها

source: Completed Tasks
fa: وظایف تکمیل شده

source: out of %(stats.total_tasks|default:0)s tasks
fa: از %(stats.total_tasks|default:0)s وظیفه

source: In-Progress Tasks
fa: وظایف در حال انجام

source: Needs your attention
fa: نیاز به توجه شما دارد

source: Overdue Tasks
fa: وظایف معوقه

source: Past due
fa: گذشته از موعد

source: Overview
fa: نمای کلی

source: Weekly Time Spent
fa: زمان صرف شده هفتگی

source: Recent Priority Tasks
fa: وظایف اخیر با اولویت

source: Priority:
fa: اولویت:

source: Due:
fa: سررسید:

source: Status:
fa: وضعیت:

source: Details
fa: جزئیات

source: Edit
fa: ویرایش

source: No tasks found. Create a new one!
fa: وظیفه‌ای یافت نشد. یک وظیفه جدید ایجاد کنید!

source: Documentation
fa: مستندات

source: Learn how to use Personal Timebox effectively
fa: یاد بگیرید چگونه از Personal Timebox به طور مؤثر استفاده کنید

source: Getting Started
fa: شروع به کار

source: Personal Timebox is a productivity application designed to help you manage your tasks, track your time, and achieve your goals using proven techniques like the Pomodoro method and timeboxing.
fa: Personal Timebox یک برنامه بهره‌وری است که برای کمک به مدیریت وظایف، ردیابی زمان و دستیابی به اهداف شما با استفاده از تکنیک‌های اثبات شده مانند روش پومودورو و تایم‌باکس طراحی شده است.

source: Quick Start Guide:
fa: راهنمای شروع سریع:

source: Create your first task by clicking 'Add Task' in the dashboard
fa: اولین وظیفه خود را با کلیک بر روی 'افزودن وظیفه' در داشبورد ایجاد کنید

source: Set a category, priority, and deadline for your task
fa: دسته‌بندی، اولویت و مهلت را برای وظیفه خود تنظیم کنید

source: Start a timeboxing session using the Pomodoro timer
fa: یک جلسه تایم‌باکس را با استفاده از تایمر پومودورو شروع کنید

source: Track your progress and analyze your productivity
fa: پیشرفت خود را ردیابی کرده و بهره‌وری خود را تحلیل کنید

source: Creating Tasks
fa: ایجاد وظایف

source: Tasks are the core of your productivity workflow. Each task can have:
fa: وظایف هسته گردش کار بهره‌وری شما هستند. هر وظیفه می‌تواند دارای:

source: Title
fa: عنوان

source: A clear, descriptive name for your task
fa: یک نام واضح و توصیفی برای وظیفه شما

source: Detailed information about the task
fa: اطلاعات دقیق درباره وظیفه

source: Organize tasks by type (Work, Health, Learning, etc.)
fa: سازماندهی وظایف بر اساس نوع (کار، سلامت، یادگیری، و غیره)

source: High, Medium, or Low priority levels
fa: سطح‌های اولویت بالا، متوسط یا پایین

source: Deadline
fa: مهلت

source: Optional due date for time-sensitive tasks
fa: تاریخ سررسید اختیاری برای وظایف حساس به زمان

source: Tasks can have different status levels:
fa: وظایف می‌توانند سطوح وضعیت مختلفی داشته باشند:

source: Not Started
fa: شروع نشده

source: New tasks that haven't been worked on
fa: وظایف جدیدی که روی آنها کار نشده است

source: In Progress
fa: در حال انجام

source: Tasks currently being worked on
fa: وظایفی که در حال حاضر روی آنها کار می‌شود

source: Completed
fa: تکمیل شده

source: Finished tasks
fa: وظایف تمام شده

source: Pomodoro Technique
fa: تکنیک پومودورو

source: Personal Timebox uses the Pomodoro Technique, a time management method that uses a timer to break work into intervals:
fa: Personal Timebox از تکنیک پومودورو استفاده می‌کند، یک روش مدیریت زمان که از تایمر برای تقسیم کار به بازه‌های زمانی استفاده می‌کند:

source: Work for 25 minutes (one Pomodoro)
fa: ۲۵ دقیقه کار کنید (یک پومودورو)

source: Take a 5-minute short break
fa: ۵ دقیقه استراحت کوتاه کنید

source: After four Pomodoros, take a 15-30 minute long break
fa: بعد از چهار پومودورو، ۱۵-۳۰ دقیقه استراحت طولانی کنید

source: Starting a Session
fa: شروع یک جلسه

source: Select a task from your task list
fa: یک وظیفه را از لیست وظایف خود انتخاب کنید

source: Click the 'Start' button next to the task
fa: روی دکمه 'شروع' کنار وظیفه کلیک کنید

source: The timer will begin counting down from 25 minutes
fa: تایمر از ۲۵ دقیقه شروع به شمارش معکوس می‌کند

source: Focus on your task until the timer completes
fa: تا زمانی که تایمر تمام شود روی وظیفه خود تمرکز کنید

source: Take a break and repeat the process
fa: استراحت کنید و فرآیند را تکرار کنید

source: Session Outcomes
fa: نتایج جلسه

source: After each session, you can record:
fa: بعد از هر جلسه، می‌توانید ثبت کنید:

source: Task was finished during the session
fa: وظیفه در طول جلسه تمام شد

source: Partial
fa: جزئی

source: Made progress but task is not complete
fa: پیشرفت کردید اما وظیفه کامل نشده است

source: Blocked
fa: مسدود شده

source: Encountered obstacles preventing progress
fa: با موانعی که مانع پیشرفت می‌شوند مواجه شدید

source: Interrupted
fa: مختل شده

source: Session was interrupted
fa: جلسه مختل شد

source: Organizing with Categories
fa: سازماندهی با دسته‌بندی‌ها

source: Categories help you organize your tasks by type or area of focus. Each category has:
fa: دسته‌بندی‌ها به شما کمک می‌کنند وظایف خود را بر اساس نوع یا حوزه تمرکز سازماندهی کنید. هر دسته‌بندی دارای:

source: Name
fa: نام

source: Descriptive title for the category
fa: عنوان توصیفی برای دسته‌بندی

source: Type
fa: نوع

source: General classification (Work, Health, Learning, etc.)
fa: طبقه‌بندی عمومی (کار، سلامت، یادگیری، و غیره)

source: Visual identifier for quick recognition
fa: شناسه بصری برای تشخیص سریع

source: Icon
fa: آیکون

source: Emoji or icon for visual appeal
fa: ایموجی یا آیکون برای جذابیت بصری

source: Default Categories
fa: دسته‌بندی‌های پیش‌فرض

source: When you first sign up, these default categories are created for you:
fa: وقتی برای اولین بار ثبت‌نام می‌کنید، این دسته‌بندی‌های پیش‌فرض برای شما ایجاد می‌شوند:

source: Work & Career
fa: کار و شغل

source: Health & Fitness
fa: سلامت و تناسب اندام

source: Learning & Development
fa: یادگیری و توسعه

source: Hobbies & Interests
fa: سرگرمی‌ها و علایق

source: Setting Goals
fa: تنظیم اهداف

source: Goals help you achieve bigger objectives by breaking them down into manageable tasks. Each goal can have:
fa: اهداف به شما کمک می‌کنند اهداف بزرگتر را با تقسیم آنها به وظایف قابل مدیریت به دست آورید. هر هدف می‌تواند دارای:

source: Clear, motivating goal name
fa: نام هدف واضح و انگیزه‌بخش

source: Detailed explanation of the goal
fa: توضیح دقیق هدف

source: Target Date
fa: تاریخ هدف

source: When you want to achieve the goal
fa: زمانی که می‌خواهید به هدف برسید

source: Which area of life this goal relates to
fa: کدام حوزه زندگی این هدف به آن مرتبط است

source: Goal Progress
fa: پیشرفت هدف

source: Track your goal progress by:
fa: پیشرفت هدف خود را با موارد زیر ردیابی کنید:

source: Completing tasks associated with the goal
fa: تکمیل وظایف مرتبط با هدف

source: Tracking time spent on goal-related activities
fa: ردیابی زمان صرف شده بر فعالیت‌های مرتبط با هدف

source: Monitoring completion percentage
fa: نظارت بر درصد تکمیل

source: Understanding Your Productivity
fa: درک بهره‌وری شما

source: The analytics section provides insights into your productivity patterns:
fa: بخش تحلیل‌ها بینش‌هایی در مورد الگوهای بهره‌وری شما ارائه می‌دهد:

source: Daily Overview
fa: مرور روزانه

source: Tasks completed, time spent, and productivity score
fa: وظایف تکمیل شده، زمان صرف شده و امتیاز بهره‌وری

source: Weekly Trends
fa: روندهای هفتگی

source: Productivity patterns over the week
fa: الگوهای بهره‌وری در طول هفته

source: Time distribution across different categories
fa: توزیع زمان در بین دسته‌بندی‌های مختلف

source: Advancement towards your goals
fa: پیشرفت به سمت اهداف شما

source: Exporting Data
fa: صادرات داده‌ها

source: You can export your data for further analysis:
fa: می‌توانید داده‌های خود را برای تحلیل بیشتر صادر کنید:

source: CSV Export
fa: صادرات CSV

source: Export sessions and tasks to CSV format
fa: صادرات جلسات و وظایف به فرمت CSV

source: PDF Reports
fa: گزارش‌های PDF

source: Generate printable reports (coming soon)
fa: تولید گزارش‌های قابل چاپ (به زودی)

source: Need More Help?
fa: نیاز به کمک بیشتر دارید؟

source: Check out our About page or contact support for additional assistance.
fa: صفحه درباره ما را بررسی کنید یا برای کمک بیشتر با پشتیبانی تماس بگیرید.

source: Update this category's information
fa: اطلاعات این دسته‌بندی را به‌روز کنید

source: Save Changes
fa: ذخیره تغییرات

source: Saving Changes...
fa: در حال ذخیره تغییرات...

source: Edit Goal
fa: ویرایش هدف

source: Update your goal settings and track your progress
fa: تنظیمات هدف خود را به‌روز کنید و پیشرفت خود را ردیابی کنید

source: Saving...
fa: در حال ذخیره...

source: Edit Task
fa: ویرایش وظیفه

source: Update task details and properties
fa: جزئیات و ویژگی‌های وظیفه را به‌روز کنید

source: Back to Tasks
fa: بازگشت به وظایف

source: Delete
fa: حذف

source: Created:
fa: ایجاد شده:

source: at
fa: در

source: Completed:
fa: تکمیل شده:

source: Pending
fa: در انتظار

source: Related Goal
fa: هدف مرتبط

source: Energy Level Required
fa: سطح انرژی مورد نیاز

source: Scheduling
fa: زمان‌بندی

source: Due Date & Time
fa: تاریخ و زمان سررسید

source: Mark task as completed
fa: علامت گذاری وظیفه به عنوان تکمیل شده

source: Update Task
fa: به‌روزرسانی وظیفه

source: Delete Task
fa: حذف وظیفه

source: Are you sure you want to delete <strong>"%(task.title)s"</strong>?
fa: آیا مطمئن هستید که می‌خواهید <strong>"%(task.title)s"</strong> را حذف کنید؟

source: This action cannot be undone. All associated session data will also be deleted.
fa: این عمل قابل بازگشت نیست. تمام داده‌های جلسه مرتبط نیز حذف خواهند شد.

source: Very Low Energy
fa: انرژی بسیار کم

source: Low Energy
fa: انرژی کم

source: Medium Energy
fa: انرژی متوسط

source: High Energy
fa: انرژی بالا

source: Very High Energy
fa: انرژی بسیار بالا

source: Select Energy Level
fa: انتخاب سطح انرژی

source: Task title is required.
fa: عنوان وظیفه الزامی است.

source: Task title must be at least 3 characters long.
fa: عنوان وظیفه باید حداقل ۳ کاراکتر طول داشته باشد.

source: Task title cannot exceed 100 characters.
fa: عنوان وظیفه نمی‌تواند بیش از ۱۰۰ کاراکتر باشد.

source: Please select a category.
fa: لطفاً یک دسته‌بندی انتخاب کنید.

source: Please select a priority level.
fa: لطفاً یک سطح اولویت انتخاب کنید.

source: Please select an energy level.
fa: لطفاً یک سطح انرژی انتخاب کنید.

source: Estimated duration is required.
fa: مدت زمان تخمینی الزامی است.

source: Estimated duration must be greater than 0.
fa: مدت زمان تخمینی باید بزرگتر از ۰ باشد.

source: Estimated duration cannot exceed 8 hours (480 minutes).
fa: مدت زمان تخمینی نمی‌تواند بیش از ۸ ساعت (۴۸۰ دقیقه) باشد.

source: Updating Task...
fa: در حال به‌روزرسانی وظیفه...

source: Are you sure you want to cancel? Any unsaved changes will be lost.
fa: آیا مطمئن هستید که می‌خواهید لغو کنید؟ هرگونه تغییر ذخیره نشده از دست خواهد رفت.

source: Define and track time goals by category and period
fa: تعریف و ردیابی اهداف زمانی بر اساس دسته‌بندی و دوره

source: Export
fa: صادرات

source: No description
fa: بدون توضیح

source: Progress
fa: پیشرفت

source: hours
fa: ساعت

source: Are you sure you want to delete this goal?
fa: آیا مطمئن هستید که می‌خواهید این هدف را حذف کنید؟

source: No goals yet
fa: هنوز هدفی وجود ندارد

source: Create your first goal to start tracking progress.
fa: اولین هدف خود را برای شروع ردیابی پیشرفت ایجاد کنید.

source: Create first goal
fa: ایجاد اولین هدف

source: Take control of your time and boost your productivity with our intelligent timeboxing system. Track tasks, manage categories, and achieve your goals efficiently.
fa: کنترل زمان خود را در دست بگیرید و بهره‌وری خود را با سیستم هوشمند تایم‌باکسینگ ما افزایش دهید. وظایف را ردیابی کنید، دسته‌بندی‌ها را مدیریت کنید و به اهداف خود به طور کارآمد دست یابید.

source: Organize and track your tasks with ease
fa: وظایف خود را به راحتی سازماندهی و ردیابی کنید

source: Get insights into your productivity patterns
fa: بینش‌هایی در مورد الگوهای بهره‌وری خود کسب کنید

source: Goal Tracking
fa: ردیابی اهداف

source: Set and achieve your personal goals
fa: اهداف شخصی خود را تعیین و به آن‌ها دست یابید

source: Why Timeboxing?
fa: چرا تایم‌باکسینگ؟

source: Timeboxing is a powerful time management technique that helps you allocate specific time blocks for tasks, reducing procrastination and increasing focus. Our system makes it easy to implement this strategy in your daily life.
fa: تایم‌باکسینگ یک تکنیک قدرتمند مدیریت زمان است که به شما کمک می‌کند بلوک‌های زمانی مشخصی را برای وظایف اختصاص دهید، تعلل را کاهش دهید و تمرکز را افزایش دهید. سیستم ما پیاده‌سازی این استراتژی در زندگی روزمره شما را آسان می‌کند.

source: Join thousands of users who have transformed their productivity with Personal Timebox. Create your free account today and start making the most of your time!
fa: به هزاران کاربری بپیوندید که بهره‌وری خود را با تایم‌باکس شخصی متحول کرده‌اند. حساب رایگان خود را امروز ایجاد کنید و شروع به بهترین استفاده از زمان خود کنید!

source: Privacy Policy
fa: سیاست حفظ حریم خصوصی

source: Your privacy is important to us
fa: حریم خصوصی شما برای ما مهم است

source: 1. Information We Collect
fa: ۱. اطلاعاتی که ما جمع‌آوری می‌کنیم

source: Personal Timebox collects certain information to provide and improve our service:
fa: تایم‌باکس شخصی اطلاعاتی خاصی را برای ارائه و بهبود سرویس خود جمع‌آوری می‌کند:

source: Account Information
fa: اطلاعات حساب کاربری

source: Email address and username for account creation
fa: آدرس ایمیل و نام کاربری برای ایجاد حساب

source: Profile information you choose to provide
fa: اطلاعات پروفایلی که شما انتخاب می‌کنید ارائه دهید

source: User preferences and settings
fa: ترجیحات و تنظیمات کاربر

source: Usage Data
fa: داده‌های استفاده

source: Tasks, goals, and categories you create
fa: وظایف، اهداف و دسته‌بندی‌هایی که شما ایجاد می‌کنید

source: Time tracking sessions and productivity data
fa: جلسات ردیابی زمان و داده‌های بهره‌وری

source: Application usage patterns and analytics
fa: الگوهای استفاده از برنامه و تحلیل‌ها

source: Technical Information
fa: اطلاعات فنی

source: IP address and browser information
fa: آدرس IP و اطلاعات مرورگر

source: Device type and operating system
fa: نوع دستگاه و سیستم عامل

source: Access times and page navigation data
fa: زمان‌های دسترسی و داده‌های ناوبری صفحه

source: 2. How We Use Your Information
fa: ۲. چگونه از اطلاعات شما استفاده می‌کنیم

source: We use the collected information for various purposes:
fa: ما از اطلاعات جمع‌آوری شده برای اهداف مختلف استفاده می‌کنیم:

source: To provide and maintain our service
fa: برای ارائه و حفظ سرویس ما

source: Store and manage your tasks, goals, and productivity data
fa: ذخیره و مدیریت وظایف، اهداف و داده‌های بهره‌وری شما

source: To improve our service
fa: برای بهبود سرویس ما

source: Analyze usage patterns to enhance features and user experience
fa: تحلیل الگوهای استفاده برای بهبود ویژگی‌ها و تجربه کاربری

source: To communicate with you
fa: برای ارتباط با شما

source: Send important updates about your account or our service
fa: ارسال به‌روزرسانی‌های مهم در مورد حساب شما یا سرویس ما

source: To ensure security
fa: برای اطمینان از امنیت

source: Protect your account and prevent unauthorized access
fa: محافظت از حساب شما و جلوگیری از دسترسی غیرمجاز

source: To comply with legal obligations
fa: برای رعایت تعهدات قانونی

source: Meet regulatory requirements and legal processes
fa: برآورده کردن الزامات نظارتی و فرآیندهای قانونی

source: 3. Data Security
fa: ۳. امنیت داده‌ها

source: We implement appropriate security measures to protect your information:
fa: ما اقدامات امنیتی مناسب را برای محافظت از اطلاعات شما پیاده‌سازی می‌کنیم:

source: All data is encrypted in transit using HTTPS
fa: تمام داده‌ها در حین انتقال با استفاده از HTTPS رمزگذاری می‌شوند

source: Passwords are securely hashed and never stored in plain text
fa: رمزهای عبور به صورت امن هش می‌شوند و هرگز به صورت متن ساده ذخیره نمی‌شوند

source: Regular security audits and vulnerability assessments
fa: بازرسی‌های امنیتی منظم و ارزیابی‌های آسیب‌پذیری

source: Access controls to limit data access to authorized personnel only
fa: کنترل‌های دسترسی برای محدود کردن دسترسی به داده‌ها فقط به پرسنل مجاز

source: Secure backup procedures to prevent data loss
fa: رویه‌های پشتیبان‌گیری امن برای جلوگیری از از دست دادن داده‌ها

source: 4. Data Sharing and Third Parties
fa: ۴. اشتراک‌گذاری داده‌ها و طرف‌های سوم
